tap "charmbracelet/tap"
tap "supabase/tap"
tap "tw93/tap"
brew "bat"
brew "bind"
brew "btop"
brew "chafa"
brew "cmake"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "hugo"
brew "imagemagick"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "libsixel"
brew "lolcat"
brew "mdformat"
brew "neovim"
brew "ollama"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "parallel"
brew "python@3.13"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python-tk@3.14"
brew "starship"
brew "stow"
brew "stylua"
brew "tldr"
brew "vim"
brew "watchman"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/crush"
brew "supabase/tap/supabase"
brew "tw93/tap/mole"
cask "android-platform-tools"
cask "battery"
cask "betterdisplay"
cask "chromedriver"
cask "dbeaver-community"
cask "gcloud-cli"
cask "wezterm"
cask "zulu@17"
