tap "charmbracelet/tap"
brew "bat"
brew "btop"
brew "chafa"
brew "cocoapods"
brew "deno"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "git"
brew "git-delta"
brew "hugo"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "python@3.13"
brew "mdformat"
brew "neovim"
brew "ollama"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "vim"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/crush"
cask "android-platform-tools"
cask "battery"
cask "betterdisplay"
cask "chromedriver"
cask "zulu@17"
